Revit 2027 API
ParameterTypeId.MassDataMassInteriorWallArea Property
 "Mass Interior Wall Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassDataMassInteriorWallArea { get; }
Public Shared ReadOnly Property MassDataMassInteriorWallArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassDataMassInteriorWallArea {
	ForgeTypeId^ get ();
}
static member MassDataMassInteriorWallArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace